Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/criminal_law/criminal_trial/sentence.html.txt.tmx
Source language: en
Languages: ga

source: Sentencing at criminal trials in Ireland
ga: Gearradh pionóis ag trialacha coiriúla in Éirinn

source: Sentencing involves a judge deciding what the criminal justice system should do with a person found guilty of an offence
ga: Is éard atá i gceist le gearradh pionóis ná breitheamh ag déanamh cinneadh faoi céard ba cheart don chóras ceartas coiriúil a dhéanamh le duine a fuarthas ciontach i gcion

source: If a court in Ireland has found you guilty or you have pleaded guilty, the judge will decide the sentence that is to be imposed on you
ga: Má chinneann cúirt in Éirinn go bhfuil tú ciontach i gcoir nó go bhfuil tú tar éis pléadáil ciontach, déanfaidh an breitheamh cinneadh faoin bpianbhreith atá le gearradh ort

source: For some offences, there are minimum and maximum sentences that the judge must impose
ga: I gcás chionta áirithe, tá íos-phianbhreith agus uas-phianbhreith nach mór don bhreitheamh a ghearradh

source: For example, for some road traffic offences, the judge is obliged to disqualify offenders from driving for a minimum of two years
ga: Mar shampla, i gcás cionta tráchta ar bhóithre áirithe, ní mór don bhreitheamh ciontóirí a dhícháiliú ó thiomáint ar feadh dhá bhliain ar a laghad

source: There are mandatory sentences for some offences
ga: Tá pianbhreitheanna éigeantacha ann i gcomhair cionta áirithe

source: For example, if a court finds you guilty of murder, the judge is obliged to impose a sentence of imprisonment for life
ga: Mar shampla, má chinneann cúirt go bhfuil tú ciontach as dúnmharú, ní mór don bhreitheamh pianbhreith príosúnacht saoil a ghearradh ort

source: Under the Probation of Offenders Act 1907, a judge in the District Court may decide that the facts alleged against you have been proven but may decide not to convict you
ga: Faoin Probation of Offenders Act 1907, is féidir le breitheamh sa Chúirt Dúiche cinneadh a dhéanamh go bhfuil na fíorais atá curtha i do leith cruthaithe ach cinneadh a dhéanamh freisin gan tú a chiontú

source: This is a form of second chance which the judge has the discretion to apply
ga: Is cineál dara seans atá i gceist anseo a bhfuil an discréid ag an mbreitheamh é a chur i bhfeidhm

source: The charge may be dismissed or you may be conditionally discharged
ga: Is féidir an cúiseamh i do choinne a dhíbhiú nó is féidir go ndéanfaí tú a urscaoileadh ar choinníolla

source: The information given here relates to offences committed by adults
ga: Baineann an fhaisnéis a thugtar anseo le cionta a rinne daoine fásta

source: Children (that is, people aged under 18) can be charged and penalised in the way described here but there are other considerations which must be taken into account
ga: Is féidir leanaí (is é sin, daoine faoi 18 bliana d'aois) a chúiseamh agus pionós a ghearradh orthu ar an mbealach a ndéantar cur síos air anseo, ach tá rudaí eile nach mór a thógáil san áireamh

source: The prosecution of children is governed by the Children Act 2001
ga: Rialaíonn Acht na Leanaí 2001 ionchúiseamh leanaí

source: In practice, children under the age of 12 are almost never prosecuted
ga: I gcleachtas, is fíor-annamh a ionchúisítear leanaí faoi 12 bliana d'aois

source: It is policy to avoid the prosecution of children under the age of 18 unless the conditions for the Garda Diversion Programme have not been met or the offence is a particularly serious one
ga: Tá sé mar bheartas ionchúiseamh leanaí faoi 18 bliana d'aois a sheachaint mura bhfuil na coinníollacha do Chlár Atreoraithe an Gharda bainte amach nó más cion an-tromchúiseach atá i gceist

source: The Childrens Act 2001 provides for a range of alternative penalties for children who have offended
ga: Cuireann Acht na Leanaí 2001 raon pionós malartach ar fáil do leanaí a bhfuil cionta déanta acu

source: The Criminal Justice Act 2006 (pdf) sets the age in relation to criminal responsibility. Children under 12 may not be charged with most criminal offences but children age 10 or 11 can be charged with the offences of murder, manslaughter, rape or aggravated sexual assault
ga: Leagann An tAcht um Cheartas Coiriúil 2006 (pdf) síos an aois maidir le freagracht choiriúil Ní féidir leanaí faoi 12 bliana d'aois a chúiseamh as formhór cionta coiriúla ach is féidir leanaí atá 10 nó 11 bliana d'aois a chúiseamh as cionta dúnmharaithe, dúnorgana, éignithe nó tromionsaithe gnéis

source: You can read more about criminal responsibility in the document Children and the criminal justice system
ga: Is féidir leat tuilleadh a léamh faoi fhreagracht choiriúil sa doiciméad Leanaí agus an Córas Ceartais Choiriúil

source: Under the Irish legal system it is always a judge (a panel of judges in the case of the Special Criminal Court or the Court of Appeal) who imposes the sentence
ga: Faoi chóras dlí na hÉireann, is breitheamh (nó painéal breithiúna i gcás na Cúirte Coiriúla Speisialta nó na Cúirte Achomhairc) a ghearann an pionós i gcónaí

source: In jury trials in the Circuit Criminal Court and the Central Criminal Court, the jury’s role is to decide whether you are guilty or not guilty
ga: I dtrialacha giúiré sa Chúirt Chuarda Choiriúil agus sa Phríomh-Chúirt Choiriúil, is é an ról atá ag an ngiúire ná cinneadh a dhéanamh an bhfuil tú ciontach nó neamhchiontach

source: The jury has no role in sentencing you
ga: Níl aon pháirt ag an ngiúiré i ngearradh pionóis ort

source: This decision is left up to the judge after listening to your legal representative's (that is, your solicitor’s or barrister's) submission
ga: Fágtar an cinneadh sin faoin mbreitheamh i ndiaidh dó/di éisteacht le haighneacht d'ionadaí dlí (is é sin do aturnae nó do abhcóide)

source: How does a judge decide on a sentence?
ga: Conas a dhéanann breitheamh cinneadh maidir le pianbhreith?

source: When considering what sentence to impose on you, the judge follows a two-step procedure:
ga: Nuair atá cinneadh á dhéanamh aige/aici faoin bpianbhreith atá le gearradh ort, leanann an breitheamh nós imeachta ina bhfuil dhá chéim:

source: Decide what the sentence should be in light of the seriousness of the offence
ga: Cinneadh a dhéanamh cén pianbhreith ar chóir a bheith ann mar gheall ar cé chomh tromchúiseach is a bhí an cion

source: Reduce that sentence in the light of any mitigating or excusing factors given on your behalf
ga: Laghdú a dhéanamh ar an bpianbhreith sin mar gheall ar aon fhachtóirí maolaitheacha a thugtar ar do shon

source: There are a number of important factors that a judge must have regard to, when sentencing you
ga: Tá roinnt fachtóirí tábhachtacha nach mór don bhreitheamh a thógáil san áireamh agus é ag gearradh pionóis ort

source: It is a matter for your solicitor or barrister, on your behalf, to urge the judge to consider these factors and what weight or importance should be given to each
ga: Is faoi d'aturnae nó d'abhcóide atá sé iarraidh ar an mbreitheamh iad seo a thógáil san áireamh, agus an tábhacht ar chóir a thabhairt do gach ceann acu

source: When deciding which sentence to impose on you, the judge considers:
ga: Nuair atá cinneadh á dhéanamh aige faoin bpianbhreith atá le gearradh ort, tógann an breitheamh na nithe seo a leanas san áireamh:

source: • Whether or not you pleaded guilty to the offence
ga: • Ar phléadáil tú ciontach as an gcion nó nár dhéan

source: • The facts of the offence - the circumstances in which the offence occurred
ga: • Fíorais an chiona - na cúinsí inar tharla an cion

source: • Whether there were any aggravating factors in relation to the offence - such as particularly violent or cruel behaviour
ga: • An raibh aon fachtóirí a dhéanfadh forthromú ann maidir leis an gcion - mar shampla iompar cruálach nó foréigneach thar an ngnáth

source: • Your previous criminal record
ga: • Do thaifead coiriúil roimhe sin

source: • Whether you are employed
ga: • An bhfuil tú fostaithe nó nach bhfuil

source: • Whether you are sorry for what you have done
ga: • An bhfuil aiféala ort as an méid a rinne tú

source: • Whether certain types of treatment may help or reform you
ga: • An dtabharfaidh cineálacha áirithe cóireála cúnamh duit nó an ndéanfaidh siad athleasú ort

source: • The impact of the offence on the victim
ga: • An tionchar a bhí ag an gcion ar an íospartach

source: • Any other relevant information about you (for example, if you are in bad health)
ga: • Aon fhaisnéis ábharthach eile fút (mar shampla, an bhfuil droch-shláinte ag dul duit)

source: See "Further information" below on the factors considered
ga: Féach ‘Tuilleadh eolais’ thíos ar na fachtóirí a thógtar san áireamh

source: There are a large range of sentences available to judges that can be imposed on someone found guilty of an offence
ga: Tá réimse leathan pianbhreitheanna ar fáil do bhreithiúna gur féidir a ghearradh ar dhuine a fhaightear ciontach i gcion

source: These can be classified as follows:
ga: Is féidir iad seo a rangú mar seo a leanas:

source: • Curfew, exclusion and restriction on movement orders
ga: • Cuirfiú, eisiamh agus orduithe srianta ar ghluaiseacht

source: There are a number of secondary options available to judges, depending on the offence:
ga: Tá roinnt roghanna tánaisteacha ar fáil do bhreithiúna, ag brath ar an gcion:

source: • Endorsement and penalty points for road traffic offences
ga: • Formhuiniú agus pointí pionóis i gcomhair cionta tráchta ar bhóithre

source: There are additional options for sex and drug trafficking offenders
ga: Tá roghanna breise ann i gcomhair ciontóirí gnéis agus gáinneála drugaí

source: You can read more about sentencing in the document on types of sentences
ga: Is féidir leat tuilleadh a léamh faoi ghearradh pionóis sa chaipéis ar chineálacha pianbhreitheanna

source: Information on sentencing decisions is available on the Irish Sentencing Information System website
ga: Tá faisnéis maidir le cinntí pianbhreithe atá ar fáil ar láithreán gréasáin an Phianbhreitheanna na hÉireann Córas Faisnéise

source: Factors to be considered by a judge in sentencing
ga: Fachtóirí atá le tógáil san áireamh ag breitheamh agus pionós á ghearradh aige

source: There are a number of important factors that a sentencing judge must have regard to when sentencing you. It is a matter for your solicitor or barrister, on your behalf, to urge the judge to consider these factors and what weight or importance should be given to each
ga: Tá roinnt fachtóirí tábhachtacha nach mór do bhreitheamh aird a thabhairt orthu agus tú á chiontú aige Is faoi d'aturnae nó d'abhcóide atá sé iarraidh ar an mbreitheamh iad seo a thógáil san áireamh, agus an tábhacht ar chóir a thabhairt do gach ceann acu

source: Facts surrounding the commission of the offence
ga: Na cúinsí a bhaineann le cur i gcrích an chiona

source: The circumstances in which the offence occurred might include:
ga: I measc na gcúinsí ina bhféadfadh an cion tarlú tá:

source: • Provocation (were you provoked into committing the offence)
ga: • Bríogadh (bríogadh tú chun an cion a dhéanamh)

source: • Duress or emotional stress (were you under emotional pressure)
ga: • Éigeantas nó strus mothúchánach (bhí brú mothúchánach ort)

source: • Low value of goods stolen or damaged
ga: • Luach íseal ag na hearraí a goideadh nó a rinneadh damáiste dóibh

source: • Recovery of stolen property
ga: • Aisghabháil maoin a goideadh

source: These types of factors can have a positive effect for you in the judge’s decision on sentencing and are known as mitigating factors
ga: Is féidir le factóirí den chineál seo tionchar dearfach a bheith acu i gcinneadh an bhreithimh maidir le gearradh pionóis agus tugtar factóirí maolaitheacha orthu

source: However, there may also be factors which can have a negative effect (known as aggravating factors)
ga: Is féidir fachtóirí a bheith ann freisin go bhfuil tionchar diúltach acu (ar a dtugtar fachtóirí forthromaithe)

source: • Use of a firearm or other weapon
ga: • Úsáid airm tine nó arm eile

source: • Invasion of someone’s home
ga: • Ionradh ar bhaile dhuine éigin

source: • On bail for another offence at the time
ga: • Ar bannaí mar gheall ar chion eile ag an am

source: • High value of goods stolen or damaged
ga: • Luach ard ag na hearraí a goideadh nó a rinneadh damáiste dóibh

source: • No stolen property recovered
ga: • Níor aisghabhadh aon mhaoin a goideadh

source: Impact of the offence on the victim
ga: Tionchar ag an gcion ar an íospartach

source: In most cases of a serious nature, a judge orders that a victim impact report be prepared
ga: I bhformhór cásanna tromchúiseacha, ordaíonn an breitheamh go n-ullmhófaí tuairisc tionchair ar an íospartach

source: In some cases a judge hears direct evidence from the victim through a victim impact statement (pdf)
ga: I gcásanna áirithe éisteann an breitheamh le fianaise díreach ón íospartach trí ráiteas tionchair íospartaigh (pdf)

source: This has a bearing on the sentence which a judge decides to impose
ga: Bíonn tionchar aige seo ar an bpianbhreith a shocraíonn an breitheamh a ghearradh

source: Offenders reaction to committing the offence
ga: Freagairt na gciontóirí ar an gcion a bheith déanta acu

source: You can expect a reduced sentence for pleading guilty
ga: A bheith ag súil le pianbhreith laghdaithe má phléadálann tú ciontach

source: In many cases, a guilty plea will save the court time and can be seen as a sign of remorse or sorrow
ga: In go leor cásanna, sábhálfaidh pléadáil chiontach am ar an gcúirt agus is féidir é a fheiceáil mar chomhartha doilís nó bróin

source: In sex cases or cases involving violence, a guilty plea will spare the victim the trauma of having to relive the events in court
ga: I gcásanna gnéis nó cásanna ina bhfuil foréigean i gceist, ciallóidh pléadáil chiontach nach mbeidh ar an íospartach dul tríd an tráma a bhainfeadh le dul tríd an eachtra arís sa chúirt

source: While a guilty plea is a mitigating factor, you are still entitled to fight your case without it being seen as an aggravating factor
ga: Cé gur fachtóir maolaitheach atá i bpléadáil chiontach, tá tú fós i dteideal do chás a throid gan é a bheith feicithe mar fhachtóir forthromaithe

source: There is a constitutional right to be tried in due course of law and nobody is penalised for exercising this constitutional right
ga: Tá ceart bunreachtúil ann triail a bheith agat in am is i dtráth an dlí agus ní chuirfear pionós ar aon duine as ucht úsáid a bhaint as an gceart bunreachtúil seo

source: The court sees an early admission of guilt to the Gardaí as a mitigating factor as it saves the Gardaí time and resources
ga: Feiceann an chúirt admháil luath chiontachta do na Gardaí mar fhachtóir maolaitheach os rud é go sábhálann sé am agus acmhainní ar na Gardaí

source: Co-operation with the Gardaí
ga: Comhoibriú leis na Gardaí

source: Co-operation with the Gardaí also helps you in the sentencing process, especially if it helped the Gardaí in catching other offenders
ga: Tugann comhoibriú leis na Gardaí cúnamh duit sa phróiseas gearradh pionóis, go háirithe má thug sé cabhair do na Gardaí breith ar chiontóirí eile

source: For example, Section 27 of the Misuse of Drugs Act 1977 as amended provides that this is a factor to be taken into account in deciding whether the minimum 10 year sentence for possession of drugs over a certain value is just and appropriate
ga: Mar shampla, déanann Alt 27 den Acht um Mí-úsáid Drugaí 1977 arna leasú foráil gur fachtóir é seo atá le tógáil san áireamh nuair atá cinneadh á dhéanamh an bhfuil an íos-phianbhreith 10 mbliana ar dhrugaí thar luach áirithe a bheith i do sheilbh agat ceart agus feiliúnach

source: Personal circumstances of the offender
ga: Cúinsí pearsanta an chiontóra

source: Your personal circumstances is one of the most important factors a judge considers prior to sentencing and may request a probation report
ga: Tá do chúinsí pearsanta ar cheann de na fachtóirí is tábhachtaí a thógann an breitheamh san áireamh sula ngearrann sé/sí pionós agus is féidir leis iarratas ar thuairisc promhaidh a dhéanamh
